Repository: kernox/Mastodon-Share-for-WordPress
Catalog: languages/wp-mastodon-share-*.po
Languages: oc

source: Mastodon Share Configuration
oc: Configuracion de Mastodon Share

source: Instance
oc: Instància Mastodon

source: Obtain Access Key
oc: Obténer la clau d’accès

source: Access Key
oc: Clau d’accès

source: Message
oc: Messatge

source: You can use these metas in the message
oc: Podètz utilizar aquestes metas dins lo messatge

source: Toot mode
oc: Mòde de Tut

source: Unlisted
oc: Pas listat

source: Private
oc: Privat

source: Direct
oc: Dirècte

source: Toot size
oc: Talha del Tut

source: characters
oc: caractèrs

source: Save configuration
oc: Salvagardar la configuracion

source: Toot on Mastodon
oc: Publicar sus Mastodon

source: Sorry, can't send toot !
oc: O plànhem impossible de mandar aqueste Tut !

source: Instance message
oc: Messatge de l’instància

source: Toot successfully sent !
oc: Tut mandat amb succès !
